Repository: IvanHozeev/Calories
Catalog: Calories/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, he, pt

source: Сравни динамику веса с калорийностью выше — если вес не двигается, а цель по калориям — дефицит, стоит перепроверить норму в профиле.
ar: قارن اتجاه الوزن بالسعرات أعلاه — إذا لم يتغير الوزن والهدف عجز، راجع ملفك الشخصي.
de: Vergleichen Sie den Gewichtsverlauf mit den Kalorien oben — wenn das Gewicht stagniert und das Ziel ein Defizit ist, das Profil überprüfen.
en: Compare weight dynamics with the calories above — if weight isn't moving despite a calorie deficit, double-check your profile settings.
es: Compara la tendencia de peso con las calorías de arriba — si el peso no cambia pero la meta es déficit, revisa tu perfil.
fr: Comparez la tendance du poids avec les calories ci-dessus — si le poids ne bouge pas et l'objectif est un déficit, revérifiez le profil.
he: השווה את מגמת המשקל עם הקלוריות למעלה — אם המשקל לא זז אבל היעד הוא גירעון, כדאי לבדוק מחדש את היעד בפרופיל.
pt: Compare a tendência de peso com as calorias acima — se o peso não mudar e a meta for déficit, revise o perfil.

source: Среднее
ar: المتوسط
de: Durchschnitt
en: Average
es: Promedio
fr: Moyenne
he: ממוצע
pt: Média

source: Средний костяк
ar: بنية متوسطة
de: Mittlerer Knochenbau
en: Average frame
es: Estructura media
fr: Ossature moyenne
he: מבנה ממוצע
pt: Estrutura média

source: Средний уровень
ar: مستوى متوسط
de: Durchschnitt
en: Average
es: Nivel medio
fr: Niveau moyen
he: רמה ממוצעת
pt: Nível médio

source: Средняя
ar: معتدل
de: Mäßig
en: Moderate
es: Moderado
fr: Modéré
he: מתון
pt: Moderado

source: Средняя нагрузка за типичную неделю
ar: الحمل المتوسط لأسبوع نموذجي
de: Durchschnittliche Belastung für eine typische Woche
en: Average activity for a typical week
es: Carga promedio en una semana típica
fr: Charge moyenne pour une semaine typique
he: עומס ממוצע לשבוע טיפוסי
pt: Carga média em uma semana típica

source: Срок
ar: المدة
de: Dauer
en: Duration
es: Duración
fr: Durée
he: משך
pt: Duração

source: Срок истёк
ar: انتهت المدة
de: Abgelaufen
en: Expired
es: Expirado
fr: Expiré
he: פג תוקף
pt: Expirado

source: Ставить %lld ккал/день
ar: تعيين %lld سعرة/يوم
de: %lld kcal/Tag setzen
en: Set %lld kcal/day
es: Establecer %lld kcal/día
fr: Définir %lld kcal/jour
he: קבע %lld קק"ל/יום
pt: Definir %lld kcal/dia

source: Старт плана
ar: بداية الخطة
de: Planstart
en: Plan start
es: Inicio del plan
fr: Début du plan
he: תחילת תוכנית
pt: Início do plano

source: Стрик
ar: السلسلة
de: Serie
en: Streak
es: Racha
fr: Série
he: רצף
pt: Sequência

source: Строго на уровне пупка, лента горизонтально. Не путать с талией: разница между поясом и талией отражает висцеральный жир.
ar: تمامًا على مستوى السرة والشريط أفقي. ليست الخصر: الفارق بينهما يعكس الدهون الحشوية.
de: Genau auf Nabelhöhe, Band waagerecht. Nicht die Taille: die Differenz zwischen beiden zeigt viszerales Fett.
en: Exactly at navel level, tape horizontal. Not the same as the waist: the gap between the two reflects visceral fat.
es: Justo a la altura del ombligo, cinta horizontal. No es la cintura: la diferencia entre ambas refleja la grasa visceral.
fr: Exactement au niveau du nombril, mètre horizontal. Ce n'est pas la taille : l'écart entre les deux reflète la graisse viscérale.
he: בדיוק בגובה הטבור, הסרט אופקי. זה לא המותן: הפער ביניהם משקף שומן ויסצרלי.
pt: Exatamente na altura do umbigo, fita horizontal. Não é a cintura: a diferença entre as duas reflete a gordura visceral.

source: Сухая масса на рост². Не растёт от жира, поэтому на массе показывает реальный прогресс. Натуральный потолок около 25.
ar: الكتلة الخالية من الدهون على مربع الطول. الدهون لا ترفعه، لذا يُظهر التقدم الحقيقي أثناء التضخيم. السقف الطبيعي نحو 25.
de: Magermasse geteilt durch Körpergröße². Fett hebt ihn nicht, deshalb zeigt er beim Aufbau echten Fortschritt. Die natürliche Grenze liegt bei etwa 25.
en: Lean mass over height squared. Fat does not raise it, so on a bulk it shows real progress. The natural ceiling is around 25.
es: Masa magra sobre altura². La grasa no lo sube, así que en volumen muestra el progreso real. El techo natural ronda 25.
fr: Masse maigre sur taille². La graisse ne l'augmente pas, donc en prise de masse il montre le vrai progrès. Le plafond naturel est vers 25.
he: מסה רזה חלקי גובה בריבוע. שומן אינו מעלה אותו, ולכן בעלייה במסה הוא מראה התקדמות אמיתית. התקרה הטבעית סביב 25.
pt: Massa magra sobre altura². A gordura não o eleva, então no bulk mostra o progresso real. O teto natural fica perto de 25.

source: Сухая форма
ar: رشيق
de: Definiert
en: Lean
es: En forma seca
fr: Sec
he: חטוב
pt: Definido

source: Сходится
ar: متناسق
de: Stimmig
en: In line
es: Equilibrado
fr: Équilibré
he: מאוזן
pt: Equilibrado

source: Сыр твёрдый
ar: جبن صلب
de: Hartkäse
en: Hard cheese
es: Queso curado
fr: Fromage à pâte dure
he: גבינה קשה
pt: Queijo duro

source: Таз
ar: الحوض
de: Becken
en: Pelvis
es: Pelvis
fr: Bassin
he: אגן
pt: Pelve

source: Талия
ar: الخصر
de: Taille
en: Waist
es: Cintura
fr: Tour de taille
he: מותן
pt: Cintura

source: Талия / рост
ar: الخصر / الطول
de: Taille / Körpergröße
en: Waist / height
es: Cintura / altura
fr: Taille / taille
he: מותן / גובה
pt: Cintura / altura

source: Талия / таз
ar: الخصر / الحوض
de: Taille / Becken
en: Waist / pelvis
es: Cintura / pelvis
fr: Taille / bassin
he: מותן / אגן
pt: Cintura / pelve

source: Талия, см
ar: الخصر، سم
de: Taille, cm
en: Waist, cm
es: Cintura, cm
fr: Tour de taille, cm
he: מותן, ס"מ
pt: Cintura, cm

source: Творог 5%
ar: جبن قريش 5%
de: Hüttenkäse 5%
en: Cottage cheese 5%
es: Requesón 5%
fr: Fromage blanc 5%
he: גבינת קוטג׳ 5%
pt: Queijo cottage 5%

source: Творог обезжиренный
ar: جبن قريش خالي الدسم
de: Magerquark
en: Fat-free cottage cheese
es: Requesón desnatado
fr: Fromage blanc 0%
he: גבינת קוטג׳ דלת שומן
pt: Queijo cottage desnatado

source: Текущий вес
ar: الوزن الحالي
de: Aktuelles Gewicht
en: Current weight
es: Peso actual
fr: Poids actuel
he: משקל נוכחי
pt: Peso atual

source: Тело
ar: الجسم
de: Körper
en: Body
es: Cuerpo
fr: Corps
he: גוף
pt: Corpo

source: Темп
ar: الوتيرة
de: Tempo
en: Pace
es: Ritmo
fr: Rythme
he: קצב
pt: Ritmo

source: Темп выше ~1% веса в неделю — довольно агрессивно. Можно смягчить, увеличив срок или скорректировав целевой вес.
ar: وتيرة أعلى من ~1% من وزن الجسم أسبوعياً — عدواني جداً. يمكن تخفيفه بزيادة المدة أو تعديل الوزن المستهدف.
de: Tempo über ~1% des Körpergewichts pro Woche — ziemlich aggressiv. Abmildern durch Verlängerung der Dauer oder Anpassen des Zielgewichts.
en: Rate above ~1% of body weight per week — quite aggressive. Ease it by increasing the duration or adjusting the target weight.
es: Ritmo superior al ~1% del peso por semana — bastante agresivo. Puedes suavizarlo aumentando la duración o ajustando el peso objetivo.
fr: Rythme supérieur à ~1% du poids par semaine — assez agressif. Adoucissez en augmentant la durée ou en ajustant le poids cible.
he: קצב מעל ~1% ממשקל הגוף בשבוע — די אגרסיבי. ניתן להפחית על ידי הארכת המשך או התאמת משקל היעד.
pt: Ritmo acima de ~1% do peso corporal por semana — bastante agressivo. Pode suavizar aumentando a duração ou ajustando o peso-alvo.

source: Тонкий сустав
ar: مفصل نحيف
de: Schmales Gelenk
en: Narrow joint
es: Articulación fina
fr: Articulation fine
he: מפרק צר
pt: Articulação fina

source: Тонкий сустав визуально усиливает пик мышцы за счёт контраста, но и потолок обхватов ставит ниже.
ar: المفصل النحيف يبرز قمة العضلة بالتباين، لكنه يخفض سقف المحيطات أيضًا.
de: Ein schmales Gelenk lässt den Muskelgipfel durch Kontrast stärker wirken, senkt aber auch die Umfangsgrenze.
en: A narrow joint makes the muscle peak look sharper by contrast, but it also sets a lower ceiling on girth.
es: Una articulación fina realza el pico del músculo por contraste, pero también baja el techo de los contornos.
fr: Une articulation fine accentue le pic du muscle par contraste, mais abaisse aussi le plafond des tours.
he: מפרק צר מבליט את שיא השריר בניגודיות, אך גם מוריד את תקרת ההיקפים.
pt: Uma articulação fina realça o pico do músculo por contraste, mas também baixa o teto das circunferências.

source: Торс
ar: الجذع
de: Rumpf
en: Torso
es: Torso
fr: Torse
he: פלג גוף עליון
pt: Tronco

source: Тофу
ar: توفو
de: Tofu
en: Tofu
es: Tofu
fr: Tofu
he: טופו
pt: Tofu

source: Тренд появится через %lld дн.
ar: يظهر الاتجاه خلال %lld يوم
de: Trend erscheint in %lld T.
en: Trend appears in %lld d.
es: La tendencia aparecerá en %lld d.
fr: Tendance disponible dans %lld j.
he: המגמה תופיע בעוד %lld ימים
pt: A tendência aparecerá em %lld d.

source: Триада: бицепс / икра / шея
ar: الثلاثية: الذراع / الساق / الرقبة
de: Triade: Arm / Wade / Hals
en: Triad: arm / calf / neck
es: Tríada: brazo / pantorrilla / cuello
fr: Triade : bras / mollet / cou
he: שלישייה: זרוע / שוק / צוואר
pt: Tríade: braço / panturrilha / pescoço

source: Тунец консервированный
ar: تونة معلبة
de: Thunfisch aus der Dose
en: Canned tuna
es: Atún en lata
fr: Thon en conserve
he: טונה משומרת
pt: Atum enlatado

source: Ты придерживаешься плана уже
ar: أنت تتبع الخطة منذ
de: Sie folgen dem Plan seit
en: You've been on track for
es: Llevas siguiendo el plan
fr: Vous suivez le plan depuis
he: אתה עוקב אחרי התוכנית כבר
pt: Você segue o plano há

source: Ты...
ar: عنك...
de: Über Sie...
en: About you
es: Sobre ti...
fr: À votre sujet...
he: עליך...
pt: Sobre você...

source: Тёмная
ar: داكن
de: Dunkel
en: Dark
es: Oscura
fr: Sombre
he: כהה
pt: Escura

source: У
ar: ك
de: K
en: C
es: C
fr: G
he: פ
pt: C

source: Уведомления
ar: الإشعارات
de: Benachrichtigungen
en: Notifications
es: Notificaciones
fr: Notifications
he: התראות
pt: Notificações

source: Уведомления отключены. Включи в Настройках → Калории.
ar: الإشعارات معطّلة. فعّلها في الإعدادات ← كاليوريز.
de: Benachrichtigungen deaktiviert. Aktivieren unter Einstellungen → Kalorien.
en: Notifications are off. Enable in Settings → Calories.
es: Notificaciones desactivadas. Activa en Ajustes → Calorías.
fr: Notifications désactivées. Activez dans Réglages → Calories.
he: התראות כבויות. הפעל בהגדרות ← קלוריות.
pt: Notificações desativadas. Ative em Ajustes → Calorias.

source: Углеводы
ar: الكربوهيدرات
de: Kohlenhydrate
en: Carbs
es: Carbohidratos
fr: Glucides
he: פחמימות
pt: Carboidratos

source: Углеводы на 100 г
ar: الكربوهيدرات لكل 100 جم
de: Kohlenhydrate pro 100 g
en: Carbs per 100 g
es: Carbohidratos por 100 g
fr: Glucides pour 100 g
he: פחמימות ל-100 ג'
pt: Carboidratos por 100 g

source: Углеводы, г
ar: الكربوهيدرات، جم
de: Kohlenhydrate, g
en: Carbs, g
es: Carbohidratos, g
fr: Glucides, g
he: פחמימות, ג'
pt: Carboidratos, g

# Углубить цель: при текущем темпе к %@ ты можешь достичь %@ кг.
source: Углубить цель: при текущем темпе к %1$@ ты можешь достичь %2$@ кг.
ar: تعمّق الهدف: بالوتيرة الحالية بحلول %1$@ يمكنك الوصول إلى %2$@ كجم.
de: Ziel vertiefen: Beim aktuellen Tempo bis %1$@ können Sie %2$@ kg erreichen.
en: Deepen goal: at your current pace by %1$@ you can reach %2$@ kg.
es: Profundizar meta: al ritmo actual para %1$@ puedes alcanzar %2$@ kg.
fr: Approfondir l'objectif : au rythme actuel d'ici %1$@ vous pouvez atteindre %2$@ kg.
he: עמיק יעד: בקצב הנוכחי עד %1$@ תוכל להגיע ל-%2$@ ק"ג.
pt: Aprofundar meta: no ritmo atual até %1$@ você pode atingir %2$@ kg.

source: Удалить
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
he: מחק
pt: Excluir

source: Удалить запись
ar: حذف السجل
de: Eintrag löschen
en: Delete entry
es: Eliminar registro
fr: Supprimer l'entrée
he: מחק רישום
pt: Excluir registro

source: Удалить запись?
ar: حذف السجل؟
de: Eintrag löschen?
en: Delete entry?
es: ¿Eliminar el registro?
fr: Supprimer l'entrée ?
he: למחוק את הרישום?
pt: Excluir o registro?

source: Уже в моих продуктах
ar: موجود بالفعل في أطعمتي
de: Schon in Meine Lebensmittel
en: Already in My Foods
es: Ya está en Mis alimentos
fr: Déjà dans Mes aliments
he: כבר במאכלים שלי
pt: Já está em Meus alimentos

source: Уже костяка
ar: أضيق من البنية
de: Schmaler als der Knochenbau
en: Inside the frame
es: Por dentro
fr: En dedans
he: צר מהשלד
pt: Dentro da estrutura

source: Ужин
ar: العشاء
de: Abendessen
en: Dinner
es: Cena
fr: Dîner
he: ארוחת ערב
pt: Jantar

source: Уровень активности
ar: مستوى النشاط
de: Aktivitätsniveau
en: Activity Level
es: Nivel de actividad
fr: Niveau d'activité
he: רמת פעילות
pt: Nível de atividade

source: Факт
ar: الفعلي
de: Ist
en: Actual
es: Real
fr: Réel
he: בפועל
pt: Real

source: Фактический вес (тренд)
ar: الوزن الفعلي (الاتجاه)
de: Tatsächliches Gewicht (Trend)
en: Actual weight (trend)
es: Peso real (tendencia)
fr: Poids réel (tendance)
he: משקל בפועל (מגמה)
pt: Peso real (tendência)

source: Фасоль варёная
ar: فاصولياء مسلوقة
de: Gekochte Bohnen
en: Boiled beans
es: Frijoles cocidos
fr: Haricots cuits
he: שעועית מבושלת
pt: Feijão cozido

source: Физическая работа + тренировки
ar: عمل بدني + تمارين
de: Körperliche Arbeit + Training
en: Physical job + workouts
es: Trabajo físico + entrenamientos
fr: Travail physique + entraînements
he: עבודה פיזית + אימונים
pt: Trabalho físico + treinos

source: Финиш %@
ar: النهاية %@
de: Ende %@
en: Ends %@
es: Fin %@
fr: Fin %@
he: סיום %@
pt: Fim %@

source: Фитнес
ar: لياقة
de: Fitness
en: Fitness
es: Fitness
fr: Fitness
he: כושר
pt: Fitness

source: Формула Дойренберга: расчёт по ИМТ. Не различает мышцы и жир — у спортивных людей завышает на 3–5%. Для точности укажи обхваты ниже.
ar: معادلة دورنبرغ: حساب بناءً على مؤشر كتلة الجسم. لا تفرق بين العضلات والدهون — قد تبالغ في التقدير للرياضيين بنسبة 3–5%. لمزيد من الدقة أدخل القياسات.
de: Deurenberg-Formel: Berechnung per BMI. Unterscheidet nicht zwischen Muskeln und Fett — überschätzt bei Sportlern um 3–5%. Für mehr Genauigkeit Maße eingeben.
en: Deurenberg formula: calculation based on BMI. Doesn't distinguish muscle from fat — overestimates by 3–5% for athletic people. For accuracy, enter measurements below.
es: Fórmula Deurenberg: cálculo por IMC. No distingue músculo de grasa — en deportistas puede sobrestimar un 3–5%. Para mayor precisión ingresa medidas.
fr: Formule Deurenberg : calcul par IMC. Ne distingue pas muscles et graisse — surestime de 3–5% chez les sportifs. Pour plus de précision, saisissez les mensurations.
he: נוסחת דורנברג: חישוב לפי BMI. לא מבדיל בין שריר לשומן — אצל ספורטאים עשוי להיות גבוה בטעות ב-3–5%. לדיוק רב יותר ציין מדידות.
pt: Fórmula Deurenberg: cálculo pelo IMC. Não distingue músculo de gordura — em atletas pode superestimar em 3–5%. Para mais precisão, insira as medidas.

source: Формула МакКаллума от запястья %.1f см. Ориентир пропорций, а не цель любой ценой.
ar: معادلة مكالوم لمعصم %.1f سم. مرجع للنسب لا هدف بأي ثمن.
de: McCallum-Formel für ein %.1f cm Handgelenk. Ein Proportionsrichtwert, kein Ziel um jeden Preis.
en: McCallum's formula from a %.1f cm wrist. A proportion reference, not a goal at any cost.
es: Fórmula de McCallum para una muñeca de %.1f cm. Referencia de proporciones, no una meta a toda costa.
fr: Formule de McCallum pour un poignet de %.1f cm. Un repère de proportions, pas un objectif à tout prix.
he: נוסחת מקאלום לשורש כף יד של %.1f ס״מ. אמת מידה לפרופורציות, לא יעד בכל מחיר.
pt: Fórmula de McCallum para um punho de %.1f cm. Referência de proporções, não uma meta a qualquer custo.

source: Хлеб белый
ar: خبز أبيض
de: Weißbrot
en: White bread
es: Pan blanco
fr: Pain blanc
he: לחם לבן
pt: Pão branco

source: Хлеб ржаной
ar: خبز الجاودار
de: Roggenbrot
en: Rye bread
es: Pan de centeno
fr: Pain de seigle
he: לחם שיפון
pt: Pão de centeio

source: Целевой белок
ar: البروتين المستهدف
de: Ziel-Eiweiß
en: Target protein
es: Proteína objetivo
fr: Protéines cibles
he: חלבון יעד
pt: Proteína-alvo

source: Целевой вес
ar: الوزن المستهدف
de: Zielgewicht
en: Target weight
es: Peso objetivo
fr: Poids cible
he: משקל יעד
pt: Peso-alvo

source: Целевые калории
ar: السعرات المستهدفة
de: Zielkalorien
en: Target calories
es: Calorías objetivo
fr: Calories cibles
he: קלוריות יעד
pt: Calorias-alvo

source: Цель
ar: الهدف
de: Ziel
en: Goal
es: Meta
fr: Objectif
he: יעד
pt: Meta

source: Цель (минимум)
ar: الهدف (الحد الأدنى)
de: Ziel (Minimum)
en: Goal (minimum)
es: Meta (mínimo)
fr: Objectif (minimum)
he: יעד (מינימום)
pt: Meta (mínimo)

source: Цель по шагам
ar: هدف الخطوات
de: Schrittziel
en: Step Goal
es: Meta de pasos
fr: Objectif de pas
he: יעד צעדים
pt: Meta de passos

source: Цель:
ar: الهدف:
de: Ziel:
en: Goal:
es: Meta:
fr: Objectif :
he: יעד:
pt: Meta:

source: Чечевица варёная
ar: عدس مسلوق
de: Gekochte Linsen
en: Boiled lentils
es: Lentejas cocidas
fr: Lentilles cuites
he: עדשים מבושלות
pt: Lentilhas cozidas

source: Чтобы увидеть цель, заполни профиль.
ar: أكمل ملفك الشخصي لرؤية الهدف.
de: Profil ausfüllen, um das Ziel zu sehen.
en: Fill in your profile to see your goal.
es: Completa tu perfil para ver la meta.
fr: Remplissez le profil pour voir l'objectif.
he: מלא את הפרופיל כדי לראות את היעד.
pt: Preencha o perfil para ver a meta.

source: Чтобы увидеть цель, укажи вес — в профиле или на экране «Вес».
ar: حدد وزنك — في الملف الشخصي أو شاشة 'الوزن' — لرؤية الهدف.
de: Geben Sie Ihr Gewicht an — im Profil oder im Gewicht-Bildschirm — um das Ziel zu sehen.
en: Specify your weight in the profile or on the Weight screen to see your goal.
es: Indica tu peso — en el perfil o en la pantalla 'Peso' — para ver la meta.
fr: Indiquez votre poids — dans le profil ou l'écran 'Poids' — pour voir l'objectif.
he: ציין משקל — בפרופיל או במסך 'משקל' — כדי לראות את היעד.
pt: Indique seu peso — no perfil ou na tela 'Peso' — para ver a meta.

source: Чтобы успеть к %@:
ar: للوصول إلى %@ في الوقت المحدد:
de: Um %@ rechtzeitig zu erreichen:
en: To reach your goal by %@:
es: Para llegar a %@ a tiempo:
fr: Pour arriver à %@ à temps :
he: כדי להגיע ל-%@ בזמן:
pt: Para chegar a %@ a tempo:

source: Шаги
ar: الخطوات
de: Schritte
en: Steps
es: Pasos
fr: Pas
he: צעדים
pt: Passos

source: Шея
ar: الرقبة
de: Hals
en: Neck
es: Cuello
fr: Cou
he: צוואר
pt: Pescoço

source: Шея, см
ar: الرقبة، سم
de: Hals, cm
en: Neck, cm
es: Cuello, cm
fr: Cou, cm
he: צוואר, ס"מ
pt: Pescoço, cm

source: Шире костяка
ar: أعرض من البنية
de: Breiter als der Knochenbau
en: Wider than the frame
es: Más ancha
fr: Plus large
he: רחב מהשלד
pt: Mais larga

source: Шоколад молочный
ar: شوكولاتة بالحليب
de: Milchschokolade
en: Milk chocolate
es: Chocolate con leche
fr: Chocolat au lait
he: שוקולד חלב
pt: Chocolate ao leite

source: Шпинат
ar: سبانخ
de: Spinat
en: Spinach
es: Espinaca
fr: Épinard
he: תרד
pt: Espinafre

source: Шрифт
ar: الخط
de: Schrift
en: Font
es: Fuente
fr: Police
he: גופן
pt: Fonte

source: Шрифт и размер
ar: الخط والحجم
de: Schrift und Größe
en: Font and size
es: Fuente y tamaño
fr: Police et taille
he: גופן וגודל
pt: Fonte e tamanho

source: Эта неделя
ar: هذا الأسبوع
de: Diese Woche
en: This week
es: Esta semana
fr: Cette semaine
he: השבוע הזה
pt: Esta semana

source: Эталон 1.618. Растёт и от плеч, и от сужения талии — на массе второе обычно даёт больше.
ar: المرجع 1.618. يتحسن بعرض الكتفين وبضيق الخصر، وفي مرحلة التضخيم غالبًا ما يكون الثاني أهم.
de: Richtwert 1,618. Verbessert sich durch breitere Schultern und schmalere Taille – beim Aufbau meist eher Letzteres.
en: The benchmark is 1.618. It improves from wider shoulders and from a narrower waist — on a bulk the second usually moves more.
es: La referencia es 1,618. Mejora con hombros más anchos y con cintura más estrecha; en volumen suele pesar más lo segundo.
fr: La référence est 1,618. S'améliore avec des épaules plus larges et une taille plus fine ; en prise de masse, le second joue davantage.
he: אמת המידה היא 1.618. משתפרת מכתפיים רחבות וממותן צר — בעלייה במסה בדרך כלל השני משפיע יותר.
pt: A referência é 1,618. Melhora com ombros mais largos e cintura mais estreita; no bulk o segundo costuma pesar mais.

source: Это влияет на твою дневную норму калорий
ar: هذا يؤثر على هدفك اليومي من السعرات
de: Dies beeinflusst Ihr tägliches Kalorienziel
en: This affects your daily calorie goal
es: Esto afecta tu meta diaria de calorías
fr: Cela affecte votre objectif calorique journalier
he: זה משפיע על יעד הקלוריות היומי שלך
pt: Isso afeta sua meta diária de calorias

source: Это значение будет подставляться при добавлении продукта в приём пищи.
ar: ستُستخدم هذه القيمة عند إضافة هذا الطعام إلى وجبة.
de: Dieser Wert wird beim Hinzufügen des Lebensmittels zu einer Mahlzeit verwendet.
en: This value will be used when adding this food to a meal.
es: Este valor se usará al añadir este alimento a una comida.
fr: Cette valeur sera utilisée lors de l'ajout de cet aliment à un repas.
he: ערך זה יוכנס בעת הוספת מזון לארוחה.
pt: Este valor será usado ao adicionar este alimento a uma refeição.

source: Этого штрихкода нет в базе Open Food Facts. Попробуй добавить вручную.
ar: هذا الباركود غير موجود في قاعدة بيانات Open Food Facts. جرب الإضافة يدوياً.
de: Dieser Barcode ist nicht in Open Food Facts. Versuchen Sie, manuell hinzuzufügen.
en: This barcode isn't in the Open Food Facts database. Try adding it manually.
es: Este código no está en Open Food Facts. Intenta añadirlo manualmente.
fr: Ce code-barres n'est pas dans Open Food Facts. Essayez d'ajouter manuellement.
he: ברקוד זה אינו במסד הנתונים של Open Food Facts. נסה להוסיף ידנית.
pt: Este código não está no Open Food Facts. Tente adicionar manualmente.

source: Яблоко
ar: تفاح
de: Apfel
en: Apple
es: Manzana
fr: Pomme
he: תפוח
pt: Maçã

source: Ягодицы
ar: الأرداف
de: Gesäß
en: Glutes
es: Glúteos
fr: Fessiers
he: עכוז
pt: Glúteos

source: Ягодицы над костяком
ar: الأرداف فوق البنية العظمية
de: Gesäß über dem Knochenbau
en: Glutes over frame
es: Glúteos sobre la estructura
fr: Fessiers sur l'ossature
he: עכוז מעל השלד
pt: Glúteos sobre a estrutura

source: Язык
ar: اللغة
de: Sprache
en: Language
es: Idioma
fr: Langue
he: שפה
pt: Idioma

source: Яйцо куриное
ar: بيض دجاج
de: Hühnerei
en: Chicken egg
es: Huevo de gallina
fr: Œuf de poule
he: ביצת תרנגולת
pt: Ovo de galinha

source: г
ar: جم
de: g
en: g
es: g
fr: g
he: ג'
pt: g

source: г / 100 г
ar: جم / 100 جم
de: g / 100 g
en: g / 100 g
es: g / 100 g
fr: g / 100 g
he: ג' / 100 ג'
pt: g / 100 g

source: г / день
ar: جم / يوم
de: g / Tag
en: g / day
es: g / día
fr: g / jour
he: ג' / יום
pt: g / dia

source: г всего
ar: جم إجمالاً
de: g gesamt
en: g total
es: g en total
fr: g au total
he: ג׳ בסך הכול
pt: g no total

source: г/кг
ar: جم/كجم
de: g/kg
en: g/kg
es: g/kg
fr: g/kg
he: ג'/ק"ג
pt: g/kg

source: день
ar: يوم
de: Tag
en: day
es: día
fr: jour
he: יום
pt: dia

source: день подряд
ar: يوم متتالٍ
de: Tag in Folge
en: day streak
es: día seguido
fr: jour consécutif
he: יום ברצף
pt: dia seguido

source: дистанция
ar: المسافة
de: Distanz
en: distance
es: distancia
fr: distance
he: מרחק
pt: distância

source: дней
ar: أيام
de: Tage
en: days
es: días
fr: jours
he: ימים
pt: dias

source: дней подряд
ar: أيام متتالية
de: Tage in Folge
en: day streak
es: días seguidos
fr: jours consécutifs
he: ימים ברצף
pt: dias seguidos

source: дня подряд
ar: أيام متتالية
de: Tage in Folge
en: day streak
es: días seguidos
fr: jours consécutifs
he: ימים ברצף
pt: dias seguidos

source: из %@ шагов
ar: من %@ خطوة
de: von %@ Schritten
en: of %@ steps
es: de %@ pasos
fr: sur %@ pas
he: מתוך %@ צעדים
pt: de %@ passos

source: из %lld
ar: من %lld
de: von %lld
en: of %lld
es: de %lld
fr: sur %lld
he: מתוך %lld
pt: de %lld

source: из %lld г
ar: من %lld جم
de: von %lld g
en: of %lld g
es: de %lld g
fr: sur %lld g
he: מתוך %lld ג'
pt: de %lld g

source: из %lld ккал
ar: من %lld سعرة
de: von %lld kcal
en: of %lld kcal
es: de %lld kcal
fr: sur %lld kcal
he: מתוך %lld קק"ל
pt: de %lld kcal

source: ингр.
ar: مكوّن
de: Zut.
en: ingr.
es: ingr.
fr: ingr.
he: מרכ׳
pt: ingr.

source: как другая сторона
ar: مثل الجانب الآخر
de: wie die andere Seite
en: same as other side
es: como el otro lado
fr: comme l'autre côté
he: כמו הצד השני
pt: como o outro lado

source: кг
ar: كجم
de: kg
en: kg
es: kg
fr: kg
he: ק"ג
pt: kg

source: кг/нед
ar: كجم/أسبوع
de: kg/Wo.
en: kg/wk
es: kg/sem
fr: kg/sem
he: ק"ג/שבוע
pt: kg/sem
